Repository: Sefreyt/RepoGit
Catalog: cakeemp/app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Invalid username or password, try again
de_de: Falscher Benutzername oder Passwort, bitte noch einmal versuchen

source: Invalid user
de_de: Ungültiger Benutzer

source: The user has been saved
de_de: Der Benutzer wurde gespeichert

source: The user could not be saved. Please, try again.
de_de: Der Benutzer konnte nicht gespeichert werden, bitte noch einmal probieren.

source: User deleted
de_de: Der Benutzer wurde gelöscht

source: User was not deleted
de_de: Der Benutzer wurde nicht gelöscht

source: Invalid action
de_de: Ungültige Aktion

source: Remember password -
de_de: Passwort merken -

source: Link invalid
de_de: Ungültiger Link

source: Already Installed
de_de: Bereits installiert

source: Installation: Welcome
de_de: Installation: Willkommen

source: Step 1: Database
de_de: Schritt 1: Datenbank

source: File database.php created successfully.
de_de: Datei database.php erfolgreich angelegt

source: Step 2: Build database
de_de: Schritt 2: Datenbanktabellen erzeugen

source: Warning: Database "%s" is not empty.
de_de: Warnung: Datenbank ”%s” ist nicht leer.

source: Structure of the database successfully created.
de_de: Datenbankstruktur erfolgreich angelegt.

source: Step 4: Config
de_de: Schritt 4: Konfiguration

source: File config.php created successfully.
de_de: Datei config.php wurde erfolgreich erzeugt

source: Installation successful
de_de: Installation erfolgreich abgeschlossen

source: Could not write database.php file.
de_de: Konnte die Datei database.php nicht schreiben.

source: Could not connect to database:
de_de: Verbindung zur Datenbank fehlgeschlagen:

source: Could not connect to database.
de_de: Verbindung zur Datenbank fehlgeschlagen.

source: Step 3: Create Admin User
de_de: Schritt 3: Administrator

source: Save
de_de: Speichern

source: Step 4: Create Config
de_de: Schritt 4: Konfigurationsdatei anlegen

source: Create tables
de_de: Tabellen erzeugen

source: Build database
de_de: Datenbank erzeugen

source: Submit
de_de: Speichern

source: The user %s has been created with administrative rights.<br>
de_de: Der Benutzer %s wurde als Administrator angelegt.<br>

source: Visit their website: %s
de_de: Webseite besuchen: %s

source: Your tmp directory is writable.
de_de: Das tmp Verzeichnis hat keine Schreibrechte.

source: Your tmp directory is NOT writable.
de_de: Das tmp Verzeichnis hat KEINE Schreibrechte.

source: Your config directory is writable.
de_de: Das config Verzeichnis hat keine Schreibrechte.

source: Your config directory is NOT writable.
de_de: Das config Verzeichnis hat KEINE Schreibrechte.

source: Install
de_de: Installation

source: Installation cannot continue as minimum requirements are not met.
de_de: Installation kann nicht gestartet werden, bevor alle Voraussetzungen erfüllt sind.

source: Add Document
de_de: add dokument

source: List Documents
de_de: Listen dokuments

source: List Employes
de_de: Listen Arbeitgeber

source: New Employe
de_de: neuen Arbeitgeber

source: Admin Add Document
de_de: Administrator add Dokument

source: Admin Edit Document
de_de: Administrator Dokument bearbeiten

source: Delete
de_de: Löschen

source: Documents
de_de: dokuments

source: View
de_de: Ansehen

source: Edit
de_de: Ändern

source: previous
de_de: früher

source: next
de_de: nächste

source: New Document
de_de: neu dokument

source: Document
de_de: dokument

source: Id
de_de: Identifikation

source: Titre
de_de: Titel

source: Employe
de_de: Arbeitgeber

source: Edit Document
de_de: bearbeiten dokument

source: Delete Document
de_de: löschen dokument

source: Password
de_de: Passwort

source: Forgot your password?
de_de: Passwort vergessen?

source: Remember me
de_de: Benutzername merken

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Role
de_de: Rolle

source: Admin
de_de: Administrator

source: Author
de_de: Autor

source: Dashboard
de_de: Armaturenbrett

source: List
de_de: listen

source: Add new document
de_de: hinzufügen neu Dokument

source: Add new employe
de_de: hinzufügen neu Arbeitgeber

source: Poste
de_de: stellung

source: Add new poste
de_de: hinzufügen neu stellung

source: Users
de_de: Benutzer

source: Profile
de_de: Profil

source: Settings
de_de: Einstellungen

source: Log out
de_de: ausloggen

source: Register new password
de_de: Neues Passwort erstellen

source: Add Employe
de_de: hinzufügen Arbeitgeber

source: List Postes
de_de: Listen stellung

source: New Poste
de_de: neu stellung

source: Admin Add Employe
de_de: Verwalter hinzufügen Arbeitgeber

source: Admin Edit Employe
de_de: Verwalter bearbeiten Arbeitgeber

source: Employes
de_de: Arbeitgeber

source: Nom
de_de: namen

source: Edit Employe
de_de: bearbeiten Arbeitgeber

source: Related Documents
de_de: verwandt Dokument

source: Employe Id
de_de: Arbeitgeber Identifikation

source: Related Postes
de_de: verwandt stellung

source: Admin Add Poste
de_de: Verwalter hinzufügen stellung

source: Admin Edit Poste
de_de: Verwalter bearbeiten Stellung

source: Postes
de_de: Stellung

source: Edit Poste
de_de: bearbeiten stellung

source: Related Employes
de_de: Verwandte Mitarbeiter

source: Change password
de_de: Passwort ändern

source: New password
de_de: Neues Passwort

source: Confirm new password
de_de: Passwort wiederholen

source: Add User
de_de: Benutzer hinzufügen

source: Remove user
de_de: Benutzer löschen

source: Are you sure you want to delete the user
de_de: Diesen Benutzer wirklich löschen?

source: Cancel
de_de: Abbrechen

source: Email address
de_de: E-Mail-Addresse

source: Next step
de_de: nächsten Schritt

source: A username is required.
de_de: Bitte einen Benutzernamen eingeben.

source: This user already exists.
de_de: Diesen Benutzer gibt es bereits.

source: Invalid email.
de_de: Ungültige E-Mail Adresse.

source: A password is required
de_de: Bitte ein Passwort eingeben.

source: Please enter a valid role
de_de: Bitte eine gültige Benutzerrolle angeben.
